var store = [{
        "title": "블로그 테스트",
        "excerpt":"GitHub Blog 서비스인 github.io 블로그 시작하기로 했다. GitHub Blog 서비스의 이름은 Pages이다. Pages가 다른 블로그 플랫폼 보다 편한 것 같아서 마음에 든다. 다른 사람들도 같이 많이 사용했으면 좋겠다는 생각이 든다. YFM에서 정의한 제목을 이중 괄호 구문으로 본문에 추가할 수 있다. 이 글의 제목은 블로그 테스트이고 마지막으로 수정된 시간은 이다. YFM에...","categories": ["books"],
        "tags": [],
        "url": "/books/test",
        "teaser": null
      },{
        "title": "[회고] 2023년 상반기 회고",
        "excerpt":"1. 작년 졸업을 준비할 쯔음, 큰 부상을 당해 팔 수술을 하였다. 팔목에 영구 후유가 생겼는데, 지금도 키보드를 오래 잡으면 조금 시큰하다. 어쨋든 작년에는 취업을 못할 것 같아서 반년 쯔음 쉬고 준비를 다시 해야할 것 같았다. (회사 지원도 많이 못했다. 하고 싶은 분야의 회사로만 지원을 할 수 밖에 없었다.) 운이 좋게도...","categories": ["retro"],
        "tags": [],
        "url": "/retro/retro1",
        "teaser": null
      }]
